Repository: mozilla-l10n/mt-training-data
Catalog: ush/ush_pontoon.tmx
Source language: en_us
Languages: ush

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
ush: اے کورومی تقریر ریکگنیشن انجن سپارونو کارا غورا جملئی، عام ݜوڙی تھونو اؤ نئی موڙی تھونو بہتر ہنو۔ تھئی مدد کارا کچاک خیالات ہنی۔

source: The bumblebee sped by.
ush: بورا تیز مݜوتے گاؤ

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ush: آنا کپلس پزاروں خلخو مقبرہ در بونو کی لبا ڈاؤن لوڈ تھونو۔

source: The clip has disrespectful or offensive language.
ush: انا کلپ غیر اخلاقی اؤ غلط موڙو در ہنو

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ush: کامن وائس ڈیٹا سیٹ در لاکھو دو زرو دا آواز کلپس بینا کوئی خلخو آواز سوائے تو خلخو مدد تھے نا۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
ush: کمیونٹی کامن وائس ہیلو دھڑکن ہنو۔ انا بوٹو دونئی کئی اینو۔ انیس در جیبے ماہرین، سائنسدان او فنکاری ہنی۔ تو آسئی کمیونٹی پلے بُکس اؤ آسئی پیج بارا در <about> ہورو معلومات ازدا تھو بھئیلا</community>۔ کہ تو تی ڈیپر ارگنائزیشنل شراکت داری در دلچسپی لریلا،<emailFragment> رابطہ تھا،</emailFragment>

source: The content contains a language different than I was expecting.
ush: ما تی یقین اسو انا مواد در ہورے جیِب شامل بیلو۔

source: The content has disrespectful or offensive language.
ush: انی فقرہ ئے غیر اخلاقی ہورو بدتمیز ہنو

source: The giant dino [cough] the Triassic.
ush: لالو بڑو ٹراسیک کو ڈائنو سور

source: The giant dinosaur of the Triassic.
ush: ٹرائسک او لالو بڑو ڈائنوسور

source: The giant dinosaurs of the Triassi-.
ush: لالو بڑو ٹراسیک کو ڈائنو سور

source: The giant dinosaurs of the Triassic.
ush: ٹرائسیک کا لالو بڑو ڈائناسور

source: The giant dinosaurs of the Triassic. [read by one voice]
ush: لالو بڑو ٹرائسیک کئی ڈائنو سور، ہاں۔

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ush: بڑو ڈائنوسار تڑیسک <strong> [ایک آواز دی رضا]</strong>

source: The giant dinosaurs of the Triassic. Yes.
ush: لالو بڑو ٹرائسیک کئی ڈائنو سور، ہاں۔

source: The giant dino <strong>[cough]</strong> the Triassic.
ush: لالو بڑو ڈائنو<strong> [کھنگیلو]</strong>ٹرائسیک۔

source: The MediaRecorder API is not supported in your browser.
ush: تھائی براؤزر در MediaRecorder API کوروم نی تھونُو۔

source: The number of recordings and which languages you contribute to will be public.
ush: تھئی کامیک جیب در ریکارڈنگ تھینی سا آسو خلقو تا پشارونا

source: The page you are looking for could not be found
ush: کوائی صفحا تُو ݜکیلا سا میلاؤ نی بیلو

source: There are currently no prompts for this language. Please refresh the page or try again later.
ush: انا جیِبے کارا پرمپٹ نیِش۔ مہربانی تھا پیج تازہ تھا یا با کوشش بعد در تھا

source: There are currently no sentences to review in this language.
ush: انا جیِب در ریویو کارا جملہ ئی موجود نیِش۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
ush: ا اینی جیِبے چیک تھؤنو کارا ٹرانسکرائبشن نیِش، مہربانی تھا پیج تازا تھا یا بعد در دوبارا کوشش تھا

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ush: جیبے کارا لالے سوجے منُوڙو تھیِن۔ رازونو کارا کامن وائس جا لالو سوچ تھونُو۔ یا کامک جیِب ہنی لیس جا خلگ آکھُورو لݜا رینا؟

source: The recording was too long.
ush: ریکارڈنگ لالو ویگو آسو۔

source: The recording was too quiet.
ush: ریکارڈنگ لالو غلے آسو۔

source: The recording was too short.
ush: ریکارڈنگ لال مختصر آسو۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
ush: انا جیب در اینی ترانکرائب کارا ریکارڈنگ نیِش، مہربانی تھا پیج تازا تھی یا دوبارا کوشش تھا

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
ush: متن در گوݜے ہندسئی پکار نیِش انا تیز رزونو در مسئلہ سپارینو، نمبر رزونو انحصار سیاق اؤ سباق جا بینو انا ڈیٹاسیٹ در گڑبڑ بیلو۔ مثال در نمبر 2409 بو طریقو ست رزا بینو، ” دُو، چار، صفر، نو“ اؤ دُو زریگا، چار سوی نو“۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ush: مختلف پڑھاؤ تھونُو والا آواز در کم کھری گہون بیِنُو۔ سنے رد تھا آواز لالو اُوچت بیلو یا لالا کم بینُو۔

source: The route was unclear.
ush: پون صفا نیِش۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ush: انی جیبے کمیونٹی ڈیولپمنٹ کھرے ہنی۔ <localizationGlossaryLink> ویب سائٹ لوکلائزیشن </localizationGlossaryLink> اؤ <sentenceCollectionGlossaryLink> جملؤ جمع تھونو</sentenceCollectionGlossaryLink>شروع تھونو ضرورت ہنی۔

source: The selected file is too large
ush: سلیکٹ تھیالو فائل لالو ڙیگو ہنو

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ush: جملہ جمع تھونو والا کور کامن وائس پلیٹ فارم تی گاؤ۔ تو چین<writeURL> لیکونو</writeURL> ایک جملہ یا <reviewURL> ریویو</reviewURL>اکوست جملہ سبمیشن تھو بھئینو ککامن وائس۔

source: The sentence has a grammatical or spelling error.
ush: فقرو در گرامیٹیکل یا سپلینگ غلطی ہنو

source: The sentence has disrespectful or offensive language.
ush: انی فقرہ ئے غیر اخلاقی ہورو بدتمیز ہنو

source: The sentence must be speakable.
ush: جملہ وینائے قابل ہنی

source: The sentence must be spelled correctly.
ush: جملاؤ سپلنگ بالکل ٹیک ہنی۔

source: The sentence should have fewer than 15 words.
ush: جملئی پئیش لفظو کئی کم پکار ہنی۔

source: The site is ready to be launched when it reaches 75% completion.
ush: لہ سائیٹ 75 فی صد مکمل وینو لسیی لانچ بونو۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ush: انا سائیڈ دستی ممکن تھئی، نئی معلوماتی کارا، مہربانی تھا جوائن تھا آسئی<matrixLink>میٹیکس کمیونٹی چاٹ</matrixLink>یا چکر تھا<githubLink>گیٹ ہب</githubLink>یا <discourseLink>آسئی ڈیسکورس فورم </discourseLink> سبمیٹ کارا اؤ مونیٹر سئیڈ تجربئی مسلو۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ush: TED-LIUM کارپس آڈیو ٹاکس کئی سپارا گونو اؤ سی سی نقلے TED ویب سائٹ در موجود ہنی۔

source: The website text is translated into that language.
ush: ویب سائتٹ لیس جیِب در ترجمہ تا

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
ush: انا مواد ایک منوڙے زاتی معلومات کارا مشتمل ہنو، سی سی نوم، ای میل پتہ، لوکیشن، شناختی نمبر، یا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
ush: آنے معلومات دونُو اختیاری ہنو۔ تھئے رضا ہنی تُو جمع تُھو بئیلا۔ کرے ڈیٹا سیٹ شائع تونا آسو تھیئی زاتی معلومات، ای میل، عمر، تھیے نوم آنا جل تے نی دونا۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
ush: انا معلومات دیم تھونو اختیار ہنو۔ تو تمو خوشی در جمع تھا۔ کارے آسو ریلیس انا ڈیٹا سیٹ، آسو زاتی معلوماتو فرضی نوم تھینا، آسئی تمو معلومات مثلاً نوم اؤ ای میل، عمر اؤ جنس ڈیمو گرافک ڈیٹا در نی جمع تھینا، ٹیکنالوجی در ہر ایک کارا کوروم تھو بھئینا، سا ڈیتا ڈویلپر تی ٹیکنالوجی سپارونو کارا مدد تھینا، خلقو تا ایک متنوع رینج پشارونو ضرورت ہنی، ہور اِزدا تھا چی میٹا ڈیٹا کدا اہم ہنی۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ush: انا ایک استعمال کیسی چلؤنو والا ایک کوروم ہنو سا بغیر ڈیٹا پاور رزونو ہندسو کئی سواں نی بینو یا ہاں یا نی سواں بینو

source: This is how you cite yourself if you wrote the content yourself.
ush: تھئی تمو مواد اکی لیکینی تو تمو حوالہ دو بئیلا۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ush: انا ترتیب تمو ڈیشبورڈ ویسیبیلیٹی کنٹرول تھینو۔ کارے تھئی زاتی پیشرفت لیٹو۔ مطلب تھئی فوتو، یوزر نوم اؤ پروگریس لیڈربورڈ جا نی پشن بینو۔ یاد رݜا سا لیڈر بورڈ در بدلون تھونو کارا بھا تازہ تھونو در{ $minutes } ایناک منلٹی ݜجینا۔

source: Three to go!
ush: ڇے دھریل نا!

source: Tibetan
ush: تیبی

source: Tigre
ush: ٹائگیر

source: Tigrinya
ush: تیگرینیا

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
ush: تو تمو ای میل بدل یا ایڈیٹ کارا آسو تے ای میل تھا <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
ush: آج

source: Today's Common Voice progress on clips recorded
ush: کامن وائس آجوکو ریکارڈ تھیالے کلپس آواز پیشرفت

source: Today's Common Voice progress on clips validated
ush: کامن وائس آجوکو تصدیق تھیالے کلپس آواز پیشرفت

source: Today's Progress
ush: آجوک پروگریس

source: Toki Pona
ush: ٹولی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ush: کامن وائس کامک ہنُو لہ سہی ہنُو دُو جنے لیسے تصدیق تھے نا۔

source: Too many files
ush: لالی فائلے

source: Top Contributors
ush: لالی کنٹربیوشن

source: Total
ush: بوٹے

source: Total Approved
ush: بوٹے منظور تھیالے

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ush: سرگرمی- ضروری- حساب- جمع=

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ush: آسو سوبن طرفتی فوائدو خاکہ پیش تھؤنا،آسو انا واضح تھونا کامیک معلومات عام تھونا۔ کامن وائس در تمو اکاونٹ سپارونو کارا کھارینو لنک جا کلک تھا۔

source: Toward next goal
ush: دُومونگو مقصد

source: Track progress here and on your stats page.
ush: تھئی اسٹیٹس پیج در پروگریس در نظر غرئی۔

source: Transcribe
ush: ٹرانسکرائیب

source: Transcribe Audio
ush: آڈیو ٹرانسکرائب تھے

source: Transcribe audio recordings into text
ush: آڈیو ریکارڈنگ ٹیکسٹ کئی نقل تھی

source: Transcribe audio recordings in your language
ush: تمو جیِب در آڈیو ریکارڈنگ تھی

source: Transcribe Audio <small>(Coming soon)</small>
ush: آڈیو نقل تھا<small>[دستی آٹونو] </small>

source: Transcript edited successfully
ush: ٹرانسکرائب ترمیم کامیاب ہن

source: Transcript skipped successfully
ush: ٹرانسکرائب کامیابی ست اسکیپ بیلو

source: Transcript submitted successfully
ush: ترانسکرائب کامیابی ست سبمیٹ ہن

source: Transcript voted successfully
ush: ٹرانسکرائب رائے دہی کامیاب بیلو

source: Transgender
ush: دوہرا جنس

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ush: <translateVideoLink> پونٹون در سہی تھورو کارا آسئی گائیڈ ݜاکے۔</translateVideoLink>

source: Translating the site
ush: سائٹ کے ترجمہ تھے

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ush: ترجمہ انگلش نی بھئی خو تُو ڇک بھئیلا<strong> تُو ہپور جیبو در تجاویز ڇک بھئیلا۔ کلک <strong> پروفائل </strong>نخ سیٹھے باں سیٹینگ تے بوں </strong>سی جیبے اینے موݜوتتے تھے تے آے توتے اینا۔ سُوبن طرفے تے کھارے ایک لسٹ بونو <strong> سیستے لوکلز رائینا۔ </strong>۔ ویب صائٹ جا ایک دھیس کے بعد ترجمہ پشارینُو۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ush: کامن وائس ویب سائٹ ترجمہ پونٹون جا بینی۔ <strong></strong>

source: Try again by dragging your file here
ush: تم فائل دوبارا آٹونو کارا کوشش تھا

source: Try uploading again
ush: دوبارا اپلوڈ تھونو کارا کوشش تھا

source: Tshivenda
ush: تشاوینڈا

source: Tunen
ush: تونین

source: Tupuri
ush: توپوری

source: Turkish
ush: ترکی

source: Turkmen
ush: ترکمانی

source: Tuvan
ush: توان

source: Twi
ush: توئی

source: Typically megabytes
ush: عمومی میگا بائٹس

source: Ubykh
ush: اوبیخ

source: Udmurt
ush: اودمرت

source: Ukrainian
ush: یوکرینائی

source: Understand contribution criteria
ush: امدادی اصول نیلا ݜولو

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
ush: تو لݜیِلو دیالے جملئی، اؤ آڈیو کلپس کامن وائس در کدا تصدیق بینا

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ush: کرے وائس کلپ ݜُونلا تُو جے ݜکے لا لیس ست تھئی آواز ریکارڈنگ شیِشو سپارونو ست مدد بی نی

source: Universities, Academics and Researchers
ush: یونیورسٹئی، اکادمی اؤ محققین

source: Upload aborted. Do you want to delete your recordings?
ush: تھئی اپلوڈ بند بیلو۔ تُو ریکارڈنگ ڈیلیٹ تھونُو بے چیلا؟

source: Upload an image file
ush: ایک فوٹو فائل اپلوڈ تھا

source: { $uploadedSentences } of { $totalSentences } sentences collected
ush: { $uploadedSentences }جملئی جمع تھونو کارا{ $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ush: { $uploadedSentences }جملئی جمع بیلنا، اینو کلک تھی<downloadLink></downloadLink>خراب جملئی ڈاونلوڈی کارا{ $totalSentences }

source: Upload failed, please retry.
ush: اپلوڈ کینسل بیلو، مہربانی تھا دوبارا کوشش تھا

source: Upload <icon></icon> public domain sentences
ush: اپلوڈ</icon> عوامی حلقہ ئی جملے

source: Upload in progress...
ush: اپلوڈ جاری ہنو

source: Upload more sentences?
ush: ہورے جمئی اپلوڈ تھا

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ush: انا کلپ اپلوڈ سرور در ناکام ہون، دوبارا اپلوڈ تھا یا بعد در با کوشش تھا۔

source: Upload of this clip keeps failing, keep retrying?
ush: آسئیی کلپے اپلوڈ تھا فائلنگ با کوشش تھا؟

source: Urdu
ush: اردو

source: Use correct grammar
ush: صحیح گرامر استعمال تھا

source: Use correct spelling and punctuation
ush: صحیح سپلنگ اؤ پروناونسیشن استعمال تھا۔

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
ush: فائدہمند <mark> ارگنک اسپیچ کانیکسٹ</mark> اؤ کیس یوس کارا[ای جی۔ مثال در سمنو ست کوروم تھئیلا سا وینا تھئیلا اؤ لیک بئیلا نی ]

source: User Name
ush: یوزر نوم

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ush: کوئے خلگ لس تی استعمال تھینا آنا کلپے تصدیق تھےنا سی معلوم تھے نا یعنی جملئی سہی ہنے۔

source: Uyghur
ush: یغور

source: Uzbek
ush: اوزبک

source: Validated Clips
ush: تصدیق شدہ کلپس

source: Validated Hours
ush: تصدیق شدہ گینٹئی

source: Validated Hr. Total
ush: تصدیق شدہ گینٹی۔ بوٹے

source: Validate Readings
ush: تصدیق شدہ ریکارڈنگ

source: Validate Readings, Review Transcriptions
ush: تصدیق شدہ ریکارڈنگ ریویو ٹرانسکریپشن

source: Validate readings submitted by community members
ush: دا کمیونٹی ممبرو طرفکئی تصدیق شدہ ریکارڈنگ جمع بیلنا

source: Validate user-recorded readings in your language
ush: تصدیق شدہم صارف ریکارڈیٹ ریڈنگ تھئی جیِب در

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ush: کامیک دیالیک جملئی تصدیق تھونو کامن وائس مشن کارا لالو لازمی ہنو، ݜون اؤ معیاری اوپن وائس سورس سپارونو در آسئی مدد تھا۔

source: Validation Progress
ush: تصدیقی پیشرفت

source: Validations
ush: ہورو

source: Value and recognition.
ush: سوہاونو قدر۔

source: Variant Contribution Options
ush: مختلف شراکتی اختیارات

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ush: لہجہ ئی ایک جیِبے خاص قسم بینا۔ مثال طور در ایک کمیونٹی یا علاقہ در دھرالو خلقو ست شیئر تھو بئیلا۔ کلہ کلہ لی لہجے رائینا۔

source: Varying Pronunciations
ush: بدل بدل تلفظ

source: Venetian
ush: وینی

source: Version
ush: ورژن

source: Very common mistakes include:
ush: لالے عام غلطی شامل ہنی:

source: Vietnamese
ush: ویتنامی

source: View your progress against personal and project goals.
ush: زاتی اؤ پروجیکٹ مقابلہ در تمو پروگریس ݜکیتا

source: Visible
ush: نمائش

source: Visit our blog or write about us
ush: آسو بلاک چکر تھا یا آسو بارا در لیِکا

source: Voice clips are entered into a submission queue that readies them for listening.
ush: وائس کلپس ݜُونونُو کارا ایل لینڑ جا چکو بینا۔

source: Voice Collection
ush: آواز جمع

source: Voice Contribution
ush: آواز دونو

source: Voice Dataset, Ready for Download
ush: وائس ڈیٹا ڈاؤن لوڈے کارا تیار ہنُو

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ush: آوزل نیچرل ہنو، آوز انسان ہنو، انا وجہ در آسو قابل استعمال ٹیکنالوجی سپارونو در پر عزم ہنی۔ مشینی کارا، مگر صوتی نظام سپارونو کارا ڈویلپرز تی وائس ڈیٹا لالو ضرورت ہنی۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ush: آواز قدرتی ہنو، آواز د انسان ہنو، انا وجہ ہنی آسو قابل استعمال آواز پیدا تھونو در دلچسپی رݜونا! ٹیکنالوجی آسو مشینی کارا، اینجے سوتی نظام سپارونو کارا آسو تی لالی وائس ڈیٹا پکار ہنی۔

source: Voices Online Now
ush: چئین آواز انلائن ہنو

source: Voice Validation
ush: آوازے تصدیق تھینا

source: Volume
ush: والئیم

source: Votic
ush: وتی

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ush: VoxForge مفت اؤ اوپن سورس اسپیچ ریکگنیشن تقریرو نقل جمع تھونو کارا سپارگونو۔

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ush: کی تُو کامن وائس بہتر گنیڑلا؟ لالو غورا۔ آسو ست ای میل جا رابطہ تھے <discourseLink> ڈسکورس </discourseLink>فورزم ویس سائٹے مسلئی اینی ہنے<githubLink> گٹ ہب یا میلو بو <matrixLink> کمینونیٹی چیٹ۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
ush: تُو تھیئی معلومات سیو تھیلا؟ <createProfile> ایک پروفائل سپارے</createProfile>

source: Want to stay in touch with Common Voice?
ush: کی چھو کامن وائس ست رابطہ تھاتا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ush: آسو کارے ایک نؤ کامن وائس ڈیٹاسیٹ ورژن ریلیس تھو انا اپڈیٹ کارا آسئی نیوز لیٹر سبسکرائب تھا۔

source: Watch our video explainer to help
ush: آسئی ویڈیو مدد تے کارا ݜکا۔

source: Wayuunaiki
ush: ویونائیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
ush: آسو ہمیشہ ڈیٹا صارفینو کئی سی ضروریات اؤ سیاق اؤ سباق بارا در ݜونون بیچھؤنا۔ ڈیتا پلیٹ فارم ست تعاون کئی در ڈیٹا مضبوط تھونو پوری آسو تو کئی <emailFragment> ݜونون بیچھونا</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ush: آسو ہر جیلی کارا اوپن ڈیٹاسیٹ سپارون بیچھونا تو سا رازونو کارا استعمال تھون بیچھیلا۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
ush: آسو ٹیکنالوجی در ایجادات اؤ جیبے حقوق کارا عوامی شعبے پرجوش حمایت تھونا، کہ تو ایک بڑو پروجیکٹ یا مہم چلونو ارادا لریلا نو مہربانی تھا <emailFragment> آسو ست رابطہ رݜا۔</emailFragment>

source: We are going out to get a coffee.
ush: آسو کافی گھیِنونو کارا درو بجونو

source: We are going out to get coffee.
ush: آسو کافی کارا درو تی بجُون

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
ush: آسو خلقو تی ہورے اپشن ہُم دونا لی آسو تے تمو جنس اؤ رونگی بارا جے رزا تھا۔ برائے مہربانی تمو بارا در وضاحت تھا سا تو تے آسان پشن بینو۔ <learnMoreLink> قسم اؤ جنس بارا در آسئی نقطہ نظر ہور ازدا تھی۔ </learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ush: آسو موزیلا در آوازے ٹینکنالوجی ایک کمیونیٹی سپارونا۔ آسو چھو ست رابطہ در بونو۔ چھو کئی ہُورو معلومات یا ڈیٹا گھیننا۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ush: آسئی یقین ہنو ایک ڙیگو اؤ عوامی دستیاب ڈیٹاسیٹ لرننگ ٹیکنالوجی مشین اؤ صحت مند تجارتی مقابلؤ تی ترقی دینو۔ انا ایک عالمی کوشش ہنو اؤ آسو بوٹو تی شرکت دعوت دونا۔ آسئی مقصد ہنی بوٹی دُونئیائی متنوع آوازو عکاسی کارا اسپیچ ٹیکنالوجی مدد تھونو۔
